Repository: raspberrypi-ui/lxplug-network
Catalog: po/*.po
Languages: hy, is, sk

source: Error creating new GIO Channel
hy: Նոր GIO ալիքի ստեղծումը ձախողվեց
is: Villa við að búa til nýja GIO-rás
sk: Chyba pri vytváraní nového GIO kanálu

source: Error creating watch
hy: Դիտման ստեղծումը ձախողվեց
is: Villa við að útbúa vöktun
sk: Chyba pri vytváraní sledovania (watch)

source: Status changed to %s
hy: Կարգավիճակը փոխվել է %s-ի
is: Staða breyttist í %s
sk: Stav sa zmenil na %s

source: Connection to dhcpcd lost
hy: dhcpcd կապը առկա չէ
is: Tenging við dhcpcd rofnaði
sk: Spojenie ku dhcpcd sa stratilo

source: dhcpcd not running
hy: dhcpcd չի աշխատում
is: dhcpcd ekki keyrandi
sk: dhcpcd nebeží

source: Connected to %s-%s
hy: Միացված է %s-%s -ին
is: Tengt við %s-%s
sk: Pripojené k %s-%s

source: dhcpcd connection lost
hy: dhcpcd միացումը առկա չէ
is: Tenging við dhcpcd rofnaði
sk: dhcpcd pripojenie sa stratilo

source: Network event
hy: Ցանցի իրադարձություն
is: Atvik í netkerfi
sk: Sieťová udalosť

source: dhcpcd WPA connection lost: %s
hy: dhcpcd WPA կապը առկա չէ՝ %s
is: WPA-tenging við dhcpcd rofnaði
sk: dhcpcd WPA spojenie sa stratilo: %s

source: %s: Received scan results
hy: %s՝ սկանավորման արդյունքը
is: %s: Fékk niðurstöður skönnunar
sk: %s: Obdržané výsledky hľadania

source: New Access Point
is: Nýr aðgangsstaður
sk: Nový bod pripojenia

source: New Access Points
is: Nýir aðgangsstaðir
sk: Nové body pripojenia

source: %s: WPA status %s
hy: %s՝ WPA կարգավիճակ %s
is: %s: Staða WPA %s
sk: %s: stav WPA %s

source: Connecting to dhcpcd ...
hy: Միացում dhcpcd -ին ...
is: Tengist við dhcpcd ...
sk: Prebieha pripájanie k dhcpcd ...

source: Connecting ...
hy: Միացում ...
is: Tengist ...
sk: Pripájanie ...

source: Wireless & Wired Network
hy: Անլար և լարային ցանց
is: Þráðlaus og kapaltengd net
sk: Bezdrôtová a drôtová sieť

source: Control for dhcpcd network interface
hy: Կառավարում dhcpcd ցանցի միջերեսի համար
is: Stýring á dhcpcd netkorti
sk: Ovládanie sieťového rozhrania dhcpcd

source: Do you want to disconnect from the Wi-Fi network '%s'?
hy: Ցանկանո՞ւմ եք հեռացնել '%s' անլար ցանցը
is: Viltu aftengjast Wi-Fi netkerfinu '%s'?
sk: Chcete zahodiť nastavenia bezdrôtovej siete '%s'?

source: Disconnect Wi-Fi Network
hy: Անջատել անլար ցանցը
is: Aftengja Wi-Fi netkerfi
sk: Odpojiť sa od bezdrôtovej siete

source: No APs found - scanning...
hy: APs չի գտնվել - որոնում...
is: Engir aðgangsstaðir fundnir - skanna...
sk: Nenájdené prístupové body - prebieha hľadanie...

source: Wi-Fi country is not set
hy: Անլար ցանցը անջատված է - երկիրը սահմանված չէ
is: Land Wi-Fi ekki stillt
sk: WiFi krajina nie je nastavená

source: Click here to set Wi-Fi country
hy: Սեղմեք այստեղ անլար ցանցի երկիրը կարգավորելու համար
is: Smelltu hér til að stilla land Wi-Fi kerfis
sk: Kliknite sem pre nastavenie krajiny pre WiFi

source: Turn On Wi-Fi
hy: Միացնել անլար ցանցը
is: Kveikja á þráðlausu Wi-Fi-neti
sk: Zapnúť bezdrôtovú sieť WiFi

source: No wireless interfaces found
hy: Անլար ցանցի միջերես չի գտնվել
is: Engin þráðlaus nettæki fundust
sk: Neboli nájdené žiadne zariadenia WiFi

source: Turn Off Wi-Fi
hy: Անջատել անլար ցանցը
is: Slökkva á þráðlausu Wi-Fi-neti
sk: Vypnúť bezdrôtovú sieť WiFi

source: This Wi-Fi device cannot be turned off
hy: Այս անլար ցանցի սարքը հնարավոր չէ անջատել
is: Ekki er hægt að slökkva á þessu Wi-Fi-tæki
sk: Toto WiFi zariadenie sa nedá vypnúť

source: _Preferences
hy: _Նախընտրանքներ
is: _Kjörstillingar
sk: _Predvoľby

source: _About
hy: _Մեր մասին
is: _Um hugbúnaðinn
sk: _O programe

source: _Quit
hy: _Փակել
is: _Hætta
sk: _Ukončiť

source: Error saving
hy: Պահպանման սխալմունք
is: Villa við að vista
sk: Chyba pri ukladaní

source: Error reading
hy: Ընթերցման սխալմունք
is: Villa við lestur
sk: Chyba pri čítaní

source: Config error
hy: Կարգաբերման սխալմունք
is: Villa í uppsetningu
sk: Chyba konfigurácie

source: Network Preferences
hy: Ցանցի նախընտրանքներ
is: Stillingar netkerfis
sk: Predvoľby siete

source: Configure:
hy: Կարգաբերել՝
is: Stilla:
sk: Nastaviť:

source: Automatically configure empty options
hy: Ինքնաբերաբար կարգաբերել դատարկ ընտրանքները
is: Stilla auða valkosti sjálfvirkt
sk: Automaticky nastaviť prázdne voľby

source: Disable IPv6
hy: Անջատել IPv6 -ը
is: Gera IPv6 óvirkt
sk: Vypnúť IPv6

source: IPv4 Address:
hy: IPv4 հասցե՝
is: IPv4-vistfang:
sk: Adresa IPv4:

source: IPv6 Address:
hy: IPv6 հասցե՝
is: IPv6-vistfang:
sk: Adresa IPv6:

source: Router:
is: Beinir:
sk: Smerovač:

source: DNS Servers:
hy: DNS սերվերներ՝
is: DNS-þjónar:
sk: Servery DNS:

source: DNS Search:
hy: DNS որոնում՝
is: DNS leit:
sk: Zoznam pripájaných domén (DNS search):

source: C_lear
hy: Մաքրել
is: _Hreinsa
sk: _Vyčistiť

source: The dhcpcd configuration file is not writeable
hy: dhcpcd կարգավորման նիշքը գրառելի չէ
is: Stillingaskrá dhcpcd er ekki ritanleg
sk: Nie je možné zapisovať do súboru s konfiguráciou dhcpcd

source: Failed to disconnect.
hy: Անջատումը ձախողվեց
is: Tókst ekki að aftengjast.
sk: Nepodarilo sa zrušiť spojenie.

source: Failed to reconfigure.
hy: Վերակարգավորումը ձախողվեց
is: Mistókst að endurstilla.
sk: Nepodarilo sa zmeniť konfiguráciu.

source: Failed to set key management.
is: Mistókst að stilla umsýslu aðgangslykla.
sk: Nepodarilo sa nastaviť správu kľúčov.

source: Failed to set password, probably too short.
hy: Չհաջողվեց սահմանել գաղտնաբառը, միգուցե շատ կարճ է
is: Mistókst að stilla lykilorð, líklega er það of stutt.
sk: Nepodarilo sa nastaviť heslo, možno je príliš krátke.

source: Failed to enable the network.
hy: Ցանցի միացումը ձախողվեց
is: Mistókst að virkja netkerfið.
sk: Nepodarilo sa aktivovať sieť.

source: Failed to select the network.
hy: Ցանցի ընտրությունը ձախողվեց
is: Mistókst að velja netkerfið.
sk: Pri výbere siete nastala chyba.

source: Failed to start association.
is: Tókst ekki að ræsa vensl.
sk: Nepodarilo sa spustiť proces asociácie.

source: Failed to save wpa_supplicant configuration. You should add update_config=1 to /etc/wpa_supplicant.conf.
hy: wpa_supplicant կարգաբերման պահպանումը ձախողվեց։ Դուք պետք է ավելացնեք update_config=1 /etc/wpa_supplicant.conf նիշքին։
is: Mistókst að vista uppsetningu wpa_supplicant. Þú ættir að bæta update_config=1 í skrána /etc/wpa_supplicant.conf.
sk: Chyba pri ukladaní konfigurácie wpa_supplicant. Do súboru /etc/wpa_supplicant.conf by ste mali pridať update_config=1.

source: Error enabling network
hy: Ցանցի միացման սխալմունք
is: Villa við að virkja netkerfi
sk: Chyba pri aktivovaní siete

source: Error disconnecting network
hy: Ցանցի անջատման սխալմունք
is: Villa við að aftengja netkerfi
sk: Chyba pri ukončení pripojenia k sieti

source: Could not find SSID to disconnect
hy: Չի հաջողվում գտնել SSID-ն ցանցից անջատելու համար
is: Gat ekki fundið SSID til að aftengjast
sk: Nepodarilo sa nájsť SSID siete, ktorá sa má odpojiť

source: Could not remove network
hy: Չհաջողվեց հեռացնել ցանցը
is: Gat ekki fjarlægt netkerfi
sk: Nepodarilo sa odstrániť sieť

source: Could not write configuration
hy: Չկարողացավ գրառել կարգաբերումը
is: Gat ekki skrifað uppsetningu
sk: Nepodarilo sa zapísať nastavenie

source: Pre Shared Key:
is: Fordeildur lykill
sk: Kľúč (PSK):

source: Hide characters
hy: Թաքցնել նիշերը
is: Fela stafi
sk: Skryť znaky
